
# Гравитационная постоянная
G = 6.67e-11  # м³/(кг·с²)

# Скорость света
c = 3e8  # м/с

# Постоянная Планка
h = 6.626e-34  # Дж·с

# Заряд электрона
e = 1.602e-19  # Кл

# Масса электрона
m_e = 9.109e-31  # кг

# Масса протона
m_p = 1.673e-27  # кг

# Масса нейтрона
m_n = 1.675e-27  # кг

# Составляющая универсальной газовой константы
R = 8.314  # Дж/(моль·К)

# Температура абсолютного нуля
T_0 = 0  # К

# Лазерный уровень фонового излучения
σ = 5.67e-8  # Вт/(м²·К⁴)

# Константа Больцмана
k = 1.381e-23  # Дж/К